{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"16533989423aec9de4":{"type":"image-with-text-overlay","settings":{"image":"shopify:\/\/shop_images\/ANDANDREA-HOMEPAGE.jpg","desktop_image_position":"center center","mobile_image_position":"center center","height":"natural","height_desktop":450,"height_mobile":400,"subheading":"Discover","title":"Andrea’s story","title_size":42,"heading_h1":false,"text":"","enlarge_text":true,"button_label":"","image_link":"","overlay_position":"position--left position--vcenter","full_width":true,"mobile_overlay_under":false,"overlay_style_tint":true}},"16534011036a20fa1f":{"type":"rich-text","settings":{"subheading":"","title":"<span class=\"turn-pink\" style=\"text-transform: none;\">Meet the creative force behind the andAndrea brand<\/span>","title_size":50,"heading_h1":false,"text":"<h3>An artist dedicated to creating clothing that makes women feel the happiest, most confident version of themselves.\n<\/h3><p class=\"h3-pink\">‘I found so much of the joy I was seeking by helping women put aside self-doubts about themselves and their own bodies’.\n<\/p>\n\n<p>For Andrea Tonkin, the past decade has been one massive adventure.<\/p>\n\n<p>In just four short years, this primary school teacher and mum of three established herself as a bona fide fashion influencer and one of the most sought-after stylists in Australia. Not content to leave it at that, Andrea set her sights bigger. In 2015, our fab founder launched her very own line of clothes, growing from a single PopUp Party™ with four items into an international fashion brand which today boasts a range of several hundred items and has customers in more than a hundred countries around the world. <\/p>\n\n<p>No one is more pleased or surprised with this aA-mazing turn of events than Andrea herself. Her mid-life renaissance is the stuff of memoirs and talk shows. Perhaps it’s unsurprising, then, that the aha moment that set things into motion occurred when Andrea heard Oprah interviewing author Joan Anderson about her memoir, A Year by the Sea. <\/p>\n\n<p>But before we get to that, let’s take a look at where Andrea’s story began.<\/p>","image_width":120,"button_label":"","button_link":"","button_labeltwo":"","button_linktwo":"","button_style":"auto","text_alignment":"center","enlarge_text":false,"full_width":false,"no_padding_bottom":false,"color_scheme":"standard","color_bg":"","color_text":""}},"1653401931840f5c2c":{"type":"image-with-text","settings":{"subheading":"","title":"<span class=\"turn-pink\">‘Joy’ is her middle name (literally)\n<\/span>","title_size":28,"text":"<p class=\"tiny-image-font\">Image: Andrea at age nineteen wearing a skirt and ruffly\nshirt that she designed and made herself.<\/p>\n<p>Andrea was born in Perth, the capital city of Western Australia, and one of the most isolated cities in the world. Her father was a bank manager, her mother, a home carer. Although Andrea was a relatively late and surprise arrival in their lives, her parents were instantly smitten, calling her their ‘little bundle of joy’. ‘Joy’ became Andrea’s middle name and the underlying theme for her life.<\/p>","button_label":"","button_link":"","text_alignment":"left","text_width":50,"button_style":"auto","image":"shopify:\/\/shop_images\/f897a2ea1ff24032bebf5c91e672fc49-1643117007213.webp","video":"","image_width":87,"image_position":"right","media_size":"contain","color_scheme":"standard","color_bg":"","color_text":""}},"1653402472ce411834":{"type":"image-with-text","settings":{"subheading":"","title":"<span class=\"turn-pink\">Drawn to fashion from an early age\n<\/span>","title_size":28,"text":"<p class=\"tiny-image-font\">Image: Andrea on school holidays with her beloved dog Duke.<\/p>\n<p>With an innate love of fabrics and creating, Andrea taught herself to sew and began bringing her imaginings to life. It wasn’t unusual for Andrea to have an idea in the morning, buy the fabric in the afternoon and manifest a creation to wear out that evening.<\/p>\n\n<p>When she was 18, Andrea traveled to New York to visit a friend. The trip opened Andrea’s mind to a whole new world of exciting fashion possibilities. She fell in love with the city’s vibrancy and its colorful, daring street style, influences which continue to shape her aesthetic to this day. <\/p>\n\n<p>Andrea’s interest in clothing persisted into adulthood, albeit on a smaller scale, as family life and her career as a primary school teacher demanded most of her attention. Even so, fashion remained a hobby, one that enabled Andrea to feed her creative desires as she reworked vintage shop finds into outfits for work and play.\n<\/p>","button_label":"","button_link":"","text_alignment":"left","text_width":50,"button_style":"auto","image":"shopify:\/\/shop_images\/a430b009180549e78044dfc348cde3d0-1643117007133.webp","video":"","image_width":87,"image_position":"left","media_size":"contain","color_scheme":"standard","color_bg":"","color_text":""}},"1653402905f551b4dd":{"type":"image-with-text","settings":{"subheading":"","title":"<span class=\"turn-pink\">Family and Connecting Experiences\n<\/span>","title_size":28,"text":"<p class=\"tiny-image-font\">Image: Andrea's early motherhood phase. Heading off to the beach at Rottnest Island with her first two boys.<\/p>\n<p>Andrea’s innate passion for fashion developed into an after-hours interest for many years while she pursued (with her typical dedication), a primary school teaching career and raised her three sons with her husband. Although fashion was “only a hobby” initially, it enabled Andrea to feed her creative desires by regularly reworking vintage shop finds into outfits for work and leisure.<\/p>\n<p class=\"h3-pink\">“I'm in my happy place wandering around vintage shops searching for unique clothing treasures. For me, it's meditative and peaceful, a time for me to recharge”.<\/p>\n<p> Andrea’s own designs and her vintage recreations often drew admiration and comments from her students, colleagues, friends and strangers on the street. From the age of eighteen, it was obvious to many people… Andrea had a gift.<\/p>","button_label":"","button_link":"","text_alignment":"center","text_width":50,"button_style":"auto","image":"shopify:\/\/shop_images\/ca205f9b743b4a6198f23fb1fcadc9a5-1643117007171.webp","video":"","image_width":87,"image_position":"right","media_size":"contain","color_scheme":"standard","color_bg":"","color_text":""}},"16534045534c2cf026":{"type":"image-with-text","settings":{"subheading":"","title":"<span class=\"turn-pink\">Listening to her Inner Voice\n<\/span>","title_size":28,"text":"<p class=\"tiny-image-font\">Image: Summer 2020 - Vintage style, Moroccan\ninspired jumpsuit. <\/p>\n<p>Although Andrea’s love for fashion remained a ‘sideline’ during her early years of commitment to mothering and teaching, an upcoming pivotal event (her youngest son finishing high school in 2011), awakened her inner voice. It was shouting! \"What are you going to do in two years after Riley leaves school? How are you going to fulfil your true passion? How are you going to maximize your ‘Joy’ throughout the rest of your life?\" At this point, Andrea had no idea what was ahead.<\/p>","button_label":"","button_link":"","text_alignment":"center","text_width":50,"button_style":"auto","image":"shopify:\/\/shop_images\/124685571_2967053443539922_7822141400933282680_n-1643117007119.webp","video":"","image_width":87,"image_position":"left","media_size":"contain","color_scheme":"standard","color_bg":"","color_text":""}},"1653405768a8da42ce":{"type":"rich-text","settings":{"subheading":"","title":"<span class=\"turn-pink\">Observing and Learning from the ‘Ahaaa Moments’<\/span>","title_size":28,"heading_h1":false,"text":"<p>With a searching heart and open mind, Andrea began paying greater attention to her intuition. Her first 'Ahaaa Moment' came one day by chance. While prepping dinner with the television on in the background, Andrea overheard Oprah chatting with Joan Anderson, the author of A Year by the Sea. Joan was describing how she’d devoted her life to her husband and two sons. In doing so, she felt like she’d lost her sense of identity and was committed to making positive changes for her future years. This resonated with and inspired Andrea. She didn’t want to get to seventy or eighty years of age and say… “I wish I had”.<\/p>\n\n<p>Although Andrea was grateful for all of her career and parenting experiences to this point, after an extended period of motherhood, she felt she had lost a significant measure of self-confidence.Now that her three sons were turning into independent men, she was totally committed to discovering her next source of joy.<\/p>\n\n<p>After reading ‘A Year by the Sea’ three times, it was still not clear to Andrea how her dreams would be realized, however she knew it was time to pivot and begin a new journey to find fulfilment.<\/p>","image_width":60,"button_label":"","button_link":"","button_labeltwo":"","button_linktwo":"","button_style":"auto","text_alignment":"center","enlarge_text":false,"full_width":false,"no_padding_bottom":true,"color_scheme":"standard","color_bg":"","color_text":""}},"1653405016a0043895":{"type":"text-columns-with-images","blocks":{"1653405016f8ce7b43-0":{"type":"text_block","settings":{"enable_image":true,"image":"shopify:\/\/shop_images\/mila-dress-long-bronze-1643117007226.jpg","video":"","image_width":700,"title":"<span class=\"tiny-image-font\">Doing the 'AA Twirl' baby!<\/span>","text":"<p class=\"h3-pink\">“I took my own version of a year by the sea. For eighteen months I walked along the oceanfront on West Coast Highway every day. With my headphones on and music on high, the day-to-day chatter in my head was calmed. I loved that I’d created a space to work with my inner voice and be guided.” <\/p>\n<p>“I also sought mentorship from inspirational women who had changed their lives and found more joy. I attended Business Chicks events and Women's Lunchbox luncheons at every opportunity. I always found them inspiring. I would leave those forums thinking… “if she can do it, I can too!” and “I want to be that inspirational speaker up there one day”.\n\nThe life stories of these successful women speakers pushed Andrea forward and sewed the seeds of possibility. All she needed to do was follow the thread.<\/p>","button_label":"","link":""}}},"block_order":["1653405016f8ce7b43-0"],"settings":{"title":"","text_alignment":"center","button_style":"primary","media_shape":"natural","alternate_bg_color":false,"full_width":true}},"165340593713579fa0":{"type":"text-columns-with-images","blocks":{"1653405937015e6416-0":{"type":"text_block","settings":{"enable_image":true,"image":"shopify:\/\/shop_images\/11257871_1642488865969628_214921099_n-1643117007073.webp","video":"","image_width":700,"title":"<span class=\"tiny-image-font\">Andrea exploring her inner Hippie soul for a Myer themed dress day.<\/span>","text":"","button_label":"","link":""}}},"block_order":["1653405937015e6416-0"],"settings":{"title":"","text_alignment":"center","button_style":"primary","media_shape":"natural","alternate_bg_color":false,"full_width":false}},"16534060677d20e11c":{"type":"rich-text","settings":{"subheading":"","title":"<span class=\"turn-pink\">Putting it all into Action<\/span>","title_size":28,"heading_h1":false,"text":"<p>While chatting with her husband one day, the pieces began to come together. Andrea decided to jump into the fashion world. She knew she had to take a giant step back in order to take a step forward but felt it would all be worth it.<\/p>\n\n<p><strong>“I didn’t have any formal fashion training, so I knew I had to start at the bottom. I determined two fashion retailers I would be happy to work for as a sales assistant (Witchery and Country Road) and with a huge deep breath, fighting self-doubt and absolutely petrified, I walked in their front doors, no appointment. I couldn’t believe it when I was offered both jobs.”<\/strong><\/p>\n\n<p>“From my first day at Witchery, I helped customers in a way I imagined a ‘real’ stylist would. I was on Cloud 9. It was so much fun! I would have happily done it for free.”<\/p>\n\n<p>“It wasn’t common at that time for people, other than celebrities, to have a stylist. I wanted to style people from all walks of life. I found so much of the joy I was seeking by helping women put aside self-doubts about themselves and their body. I loved hearing my customers’ stories and seeing them do what others now call ‘The aA Twirl’ as they walked out the door. I began to truly understand the transformative power of clothing.”<\/p>","image_width":120,"button_label":"","button_link":"","button_labeltwo":"","button_linktwo":"","button_style":"auto","text_alignment":"center","enlarge_text":false,"full_width":false,"no_padding_bottom":true,"color_scheme":"standard","color_bg":"","color_text":""}},"1653406201841e90a4":{"type":"text-columns-with-images","blocks":{"1653406201f9c5d2c8-0":{"type":"text_block","settings":{"enable_image":true,"image":"shopify:\/\/shop_images\/12940841_993080540785837_404810818_n-1643117007083.webp","video":"","image_width":700,"title":"<span class=\"tiny-image-font\">Andrea hosting an in-store styling workshop.<\/span>","text":"","button_label":"","link":""}}},"block_order":["1653406201f9c5d2c8-0"],"settings":{"title":"","text_alignment":"left","button_style":"primary","media_shape":"natural","alternate_bg_color":false,"full_width":false}},"1653406340309f95df":{"type":"rich-text","settings":{"subheading":"","title":"","title_size":60,"heading_h1":false,"text":"<p>As a result of Andrea’s authenticity and creativity, her popularity as Witchery’s unofficial stylist grew. Customers began booking in for their own ‘personal styling sessions’. Before long, other Witchery team members followed Andrea’s lead and sales quickly grew.<\/p>\n\n<p>It was obvious to Witchery’s management and others that something very special was happening.<\/p>\n\n<p>“Out of the blue, just six months after starting my new career, one of my favorite customers offered me my dream job... to be the Western Australian resident stylist for Myer, the largest department store chain in Australia. A whole new world was opening up for me.”<\/p>\n\n<p>Myer provided Andrea with her own “Office”, a private fitting room for clients where she was free to provide a boutique experience within the department store. She was in her element! With sparkles flying, she would flit between floors grabbing garments from different designers and pulling together outfits that would best suit her customers.<\/p>\n\n<p>Andrea’s styling sessions were less about ‘this goes with that’ and more about the life changing effect that clothing has on confidence, state of mind and joy.<\/p>","image_width":60,"button_label":"","button_link":"","button_labeltwo":"","button_linktwo":"","button_style":"auto","text_alignment":"center","enlarge_text":false,"full_width":false,"no_padding_bottom":false,"color_scheme":"standard","color_bg":"","color_text":""}},"165340710755fa4f0e":{"type":"image-with-text","settings":{"subheading":"","title":"<span class=\"turn-pink\">\"Dare to Wear and Smile if they Stare\"<\/span>","title_size":70,"text":"<span class=\"tiny-image-font\">Image: Andrea demonstrating how to create a layered look for individuality and flair during a Sass and Bide workshop.<\/span>","button_label":"","button_link":"","text_alignment":"left","text_width":56,"button_style":"auto","image":"shopify:\/\/shop_images\/23735215_133814790656020_1555820128807944192_n-1643117007115.jpg","video":"","image_width":70,"image_position":"left","media_size":"contain","color_scheme":"standard","color_bg":"","color_text":""}},"16534074478b413512":{"type":"rich-text","settings":{"subheading":"","title":"","title_size":60,"heading_h1":false,"text":"<p>Light hearted and charismatic, Andrea’s message to her customers was irreverently delivered with her mantras: “There are no rules in fashion” and “Dare to wear and smile if they stare“.<\/p>\n\n<p>As well as styling women face to face, Andrea became an early adopter of social media. Using an online blog and Instagram, she began offering virtual styling tips based on her own fashion experiences and inspiration from the streets.<\/p>\n\n<p>“For me, fashion is about fun. It has to make you smile. You can be immaculately styled but if you don’t feel fabulous, you won’t experience the joy”.<\/p>","image_width":120,"button_label":"","button_link":"","button_labeltwo":"","button_linktwo":"","button_style":"auto","text_alignment":"center","enlarge_text":false,"full_width":false,"no_padding_bottom":false,"color_scheme":"standard","color_bg":"","color_text":""}},"1653407509104ce538":{"type":"image-with-text","settings":{"subheading":"","title":"<span class=\"turn-pink\">\"There are no rules in fashion\"<\/span>","title_size":70,"text":"<span class=\"tiny-image-font\">Image: Ooh la la... Mercedes Benz Fashion Week in Sydney.<\/span>","button_label":"","button_link":"","text_alignment":"left","text_width":50,"button_style":"auto","image":"shopify:\/\/shop_images\/d669e732f0b54f5dab69bec353d625a1-1-1643107634477.webp","video":"","image_width":100,"image_position":"right","media_size":"cover","color_scheme":"standard","color_bg":"","color_text":""}}},"order":["main","16533989423aec9de4","16534011036a20fa1f","1653401931840f5c2c","1653402472ce411834","1653402905f551b4dd","16534045534c2cf026","1653405768a8da42ce","1653405016a0043895","165340593713579fa0","16534060677d20e11c","1653406201841e90a4","1653406340309f95df","165340710755fa4f0e","16534074478b413512","1653407509104ce538"]}